Repository: yigitdemiir/Mindful_Minutes_improved
Catalog: Mindful_Minutes/lib/l10n/intl_*.arb
Languages: tr

# appTagline
source: Your daily companion for mindfulness
tr: Günlük farkındalık yoldaşınız

source: Sign Up
tr: Kayıt Ol

source: Sign In
tr: Giriş Yap

source: Language
tr: Dil

source: Change Language
tr: Dili Değiştir

source: Daily Meditation
tr: Günlük Meditasyon

# dailyMeditationDesc
source: Find peace with our collection of calming meditation sounds
tr: Sakinleştirici meditasyon sesleriyle huzur bulun

source: Sleep Better
tr: Daha İyi Uyku

# sleepBetterDesc
source: Drift off to sleep with soothing nature sounds
tr: Doğa sesleriyle uykuya dalın

source: Track Progress
tr: İlerlemeyi Takip Et

# trackProgressDesc
source: Monitor your meditation journey and achieve mindfulness
tr: Meditasyon yolculuğunuzu izleyin ve farkındalığa ulaşın

source: Create Account
tr: Hesap Oluştur

# startYourMindfulnessJourney
source: Start your mindfulness journey today
tr: Farkındalık yolculuğunuza başlayın

source: Password
tr: Şifre

source: Confirm Password
tr: Şifreyi Doğrula

# alreadyHaveAccount
source: Already have an account?
tr: Hesabınız var mı?

source: Welcome Back
tr: Hoş Geldiniz

# signInToContinue
source: Sign in to continue your mindfulness journey
tr: Devam etmek için giriş yapın

source: Forgot Password?
tr: Şifrenizi mi unuttunuz?

source: Sign in with Google
tr: Google ile Giriş Yap

source: OR
tr: VEYA

# dontHaveAccount
source: Don't have an account?
tr: Hesabınız yok mu?

# verifyEmail
source: Verify your Email
tr: Email Doğrulama

# verifyEmailDesc
source: We've sent you an email verification link.
tr: Email adresinize bir doğrulama linki gönderildi.

# checkYourEmail
source: Please check your email and verify your account.
tr: Lütfen email adresinizi kontrol edin ve hesabınızı doğrulayın.

# resendEmail
source: Resend Verification Email
tr: Doğrulama Linki Yeniden Gönder

source: Email Verified
tr: Email Doğrulandı

# emailVerifiedDesc
source: Your email has been verified
tr: Email adresiniz doğrulandı

source: Sign Out
tr: Çıkış Yap

source: Good Morning
tr: Günaydın

source: Good Afternoon
tr: İyi Günler

source: Good Evening
tr: İyi Akşamlar

source: Discover
tr: Keşfet

source: Today's Plan
tr: Bugünün Planı

source: Daily Wisdom
tr: Günün Bilgeliği

# perfectForNow
source: Perfect for this time of day
tr: Şu an için mükemmel

# morningQuote
source: Take a deep breath and start your day with a calm mind
tr: Derin bir nefes alın ve gününüze sakin bir zihinle başlayın

# afternoonQuote
source: Find your center amidst the busy afternoon
tr: Yoğun öğle saatlerinde iç huzurunuzu bulun

# eveningQuote
source: Let go of today's stress and embrace the evening peace
tr: Günün stresini bırakın ve akşamın huzurunu kucaklayın

# nightQuote
source: Prepare your mind and body for restful sleep
tr: Zihninizi ve bedeninizi huzurlu bir uyku için hazırlayın

source: Morning Meditation
tr: Sabah Meditasyonu

source: Afternoon Break
tr: Öğle Molası

source: Evening Wind Down
tr: Akşam Rahatlaması

source: Sleep Well
tr: İyi Uykular

# sleepAndRelax
source: Sleep & Relax
tr: Uyku & Rahatlama

# sleepAndRelaxDesc
source: Peaceful sleep meditations
tr: Huzurlu uyku meditasyonları

source: Reduce Anxiety
tr: Kaygıyı Azalt

# reduceAnxietyDesc
source: Find your inner peace
tr: İç huzurunuzu bulun

# focusAndConcentrate
source: Focus & Concentrate
tr: Odak & Konsantrasyon

# focusAndConcentrateDesc
source: Enhance your productivity
tr: Verimliliğinizi artırın

source: Quick Break
tr: Hızlı Mola

# quickBreakDesc
source: Short mindful moments
tr: Kısa farkındalık anları

source: Logout
tr: Çıkış Yap

# dailyTip1
source: Take a few deep breaths before starting your meditation session. It helps prepare your mind and body.
tr: Meditasyon oturumu başlamadan önce birkaç derin nefes alın. Bu, zihninizi ve bedeninizi hazırlar.

# dailyTip2
source: Find a quiet space where you won't be disturbed. A peaceful environment enhances your practice.
tr: Sessiz bir ortamda oturun. Bu, meditasyonunuzu deneyiminizi geliştirir.

# dailyTip3
source: Start with just 5 minutes if you're new to meditation. Small steps lead to big changes.
tr: Eğer meditasyon konusunda yeniyseniz, 5 dakikalık bir oturum başlatın. Küçük adımlar büyük değişimlere yol açar.

# dailyTip4
source: Notice your thoughts without judgment. Let them pass like clouds in the sky.
tr: Düşüncelerinizi yargılamayın. Gökyüzündeki bulutlar gibi geçsinler.

# dailyTip5
source: If your mind wanders, gently bring your attention back to your breath.
tr: Zihniniz yolunu şaşırırsa, dikkatinizi sakince nefesinize geri getirin.

# dailyTip6
source: Try meditating at the same time each day to build a consistent practice.
tr: Günlük aynı zamanlarda meditasyon yapın. Bu, tutarlı bir deneyim kazanmanıza olanak tanır.

# dailyTip7
source: Sit comfortably with your back straight but not rigid.
tr: Sırtınız düz ama sıkı olmayan bir şekilde oturun.

# dailyTip8
source: Use everyday moments like waiting in line or walking as opportunities for mindfulness.
tr: Sırada beklemek veya yürümek gibi günlük anları farkındalık fırsatları olarak kullanın.

# dailyTip9
source: Remember, there's no 'perfect' meditation. Every session is valuable.
tr: Unutmayın, 'mükemmel' meditasyon yoktur. Her seans değerlidir.

# dailyTip10
source: Focus on the sensation of your breath at the tip of your nose or the rise and fall of your chest.
tr: Burnunuzun ucundaki nefes hissine veya göğsünüzün yükselip alçalmasına odaklanın.

# dailyTip11
source: If you feel sleepy, try opening your eyes slightly or sitting up straighter.
tr: Uykulu hissediyorsanız, gözlerinizi hafifçe açmayı veya daha dik oturmayı deneyin.

# dailyTip12
source: Be kind to yourself. Meditation is a practice, not a performance.
tr: Kendinize karşı nazik olun. Meditasyon bir uygulamadır, bir performans değildir.

# dailyTip13
source: Notice the small details in your surroundings to cultivate mindfulness.
tr: Çevrenizdeki küçük detayları keşfedin. Bu, farkındalığınızı geliştirir.

# dailyTip14
source: Your breath is always with you - use it as an anchor to the present moment.
tr: Nefesiniz her zaman yanınızda - onu şimdiki ana bağlayıcı olarak kullanın.

# dailyTip15
source: Even a few mindful breaths can make a difference in your day.
tr: Birkaç dikkatli nefes bile gününüzde bir fark yaratabilir.

source: Meditate
tr: Meditasyon

source: Recent Sessions
tr: Son Oturumlar

source: No recent sessions
tr: Henüz oturum yok

# errorLoadingSessions
source: Error loading recent sessions
tr: Oturumlar yüklenirken hata oluştu

source: Recommended
tr: Önerilen

source: See All
tr: Tümünü Gör

source: Morning
tr: Sabah

source: Focus
tr: Odaklanma

source: Anxiety
tr: Kaygı

source: Evening
tr: Akşam

# discoverMeditations
source: Discover meditations tailored for you
tr: Size özel hazırlanmış meditasyonları keşfedin

# fiveSecondTest
source: 5-Second Test
tr: 5 Saniyelik Test

# quickTestMeditation
source: Quick test meditation with crystal bowls
tr: Kristal çanak sesleriyle hızlı test meditasyonu

source: Morning Calm
tr: Sabah Huzuru

# startDayWithCrystals
source: Start your day with crystal bowls
tr: Gününüze kristal çanak sesleriyle başlayın

source: Focus Flow
tr: Odak Akışı

# enhanceConcentration
source: Enhance concentration with river sounds
tr: Nehir sesleriyle konsantrasyonunuzu arttırın

source: Forest Bath
tr: Orman Ambiyansı

# findCalmInForest
source: Find calm in forest sounds
tr: Orman seslerinde huzur bulun

source: Rain Peace
tr: Yağmur Huzuru

# windDownWithRain
source: Wind down with gentle rain
tr: Hafif yağmur sesiyle rahatlayın

# oneMin
source: 1 min
tr: 1 dk

# tenMin
source: 10 min
tr: 10 dk

# twentyMin
source: 20 min
tr: 20 dk

# fifteenMin
source: 15 min
tr: 15 dk

source: Meditations
tr: Meditasyonlar

# sessions
source: {count} sessions
tr: {count} oturum

source: Ocean Calm
tr: Okyanus Huzuru

# releaseAnxietyWithOcean
source: Release anxiety with ocean waves
tr: Okyanus dalgalarıyla kaygılarınızı bırakın

# odakAkisi
source: Focus Flow
tr: Odak Akışı

# riverConcentration
source: Enhance concentration with river sounds
tr: Nehir sesleriyle konsantrasyonunuzu arttırın

source: Deep Focus
tr: Derin Odak

source: Concentrate with green noise
tr: Yeşil sesler ile konsantre olun

source: Wind Release
tr: Rüzgar Rahatlaması

# driftWithWindSounds
source: Drift off with wind sounds
tr: Rüzgar sesleriyle rahatlayın

# twentyFiveMin
source: 25 min
tr: 25 dk

source: Progress
tr: İlerleme

source: Current Streak
tr: Mevcut Seri

source: Days
tr: Gün

# best
source: Best: {count}
tr: En İyi: {count}

source: Total Minutes
tr: Toplam Dakika

source: Weekly Overview
tr: Haftalık Genel Bakış

# minutesThisWeek
source: {count} minutes this week
tr: Bu hafta {count} dakika

source: First Steps
tr: İlk Adımlar

# completeMeditations
source: Complete meditation sessions
tr: Tamamlanan meditasyon oturumları

source: Time Master
tr: Zaman Ustası

source: Total meditation time
tr: Toplam meditasyon süresi

source: Early Bird
tr: Erken Kuş

# morningMeditations
source: Morning meditations (5-9 AM)
tr: Sabah meditasyonları (05:00-09:00)

source: Night Owl
tr: Gece Kuşu

# nightMeditations
source: Night meditations (10 PM-12 AM)
tr: Gece meditasyonları (22:00-00:00)

source: Perfect Combo
tr: Mükemmel Kombo

# morningAndNight
source: Morning & night meditation in same day
tr: Aynı günde sabah ve gece meditasyonu

# deepFocusAchievement
source: Deep Focus
tr: Derin Odak

# longMeditations
source: Long meditations (â‰¥20 min)
tr: Uzun meditasyonlar (≥20 dk)

source: Error loading streak
tr: Seri yüklenirken hata oluştu

source: Error loading stats
tr: İstatistikler yüklenirken hata oluştu

source: Error loading weekly progress
tr: Haftalık ilerleme yüklenirken hata oluştu

source: Error loading achievements
tr: Başarılar yüklenirken hata oluştu

# totalSessions
source: Sessions
tr: Toplam Oturum

source: Sleep
tr: Uyku

source: Sleep Sounds
tr: Uyku Sesleri

source: Nature
tr: Doğa

# natureDesc
source: Calming forest ambience
tr: Sakinleştirici orman ambiyansı

source: Fireplace
tr: Şömine

# fireplaceDesc
source: Cozy crackling sounds
tr: Rahatlatıcı çıtırtı sesleri

source: Rain
tr: Yağmur

# rainDesc
source: Gentle rainfall at night
tr: Gece yağmur sesleri

source: Ocean
tr: Okyanus

# oceanDesc
source: Peaceful waves sounds
tr: Huzurlu dalga sesleri

source: Bedtime Reminder
tr: Uyku Hatırlatıcısı

# bedtimeReminderDesc
source: Set a reminder to maintain a consistent sleep schedule
tr: Düzenli bir uyku programı için hatırlatıcı ayarlayın

source: Select Duration
tr: Süre Seçin

source: Change Time
tr: Zamanı Değiştir

source: Home
tr: Ana Sayfa

# thirtyMin
source: 30 min
tr: 30 dk

# fortyFiveMin
source: 45 min
tr: 45 dk

source: Playing:
tr: Çalıyor:

# achievementSessions
source: sessions
tr: oturum

# achievementMinutes
source: min
tr: dk

# achievementDays
source: days
tr: gün

source: Reset Password
tr: Şifre Sıfırlama

# resetPasswordDesc
source: Enter your email address to receive a password reset link
tr: Şifre sıfırlama bağlantısı almak için e-posta adresinizi girin

source: Send Reset Link
tr: Sıfırlama Bağlantısı Gönder

source: Sending...
tr: Gönderiliyor...

# pleaseEnterEmail
source: Please enter your email
tr: Lütfen e-posta adresinizi girin

# resetLinkSent
source: Password reset link sent to your email
tr: Şifre sıfırlama bağlantısı e-posta adresinize gönderildi

# rememberPassword
source: Remember your password?
tr: Şifrenizi hatırladınız mı?

# meditationTip1
source: Focus on your breath...
tr: Nefesine odaklan...

# meditationTip2
source: Let your thoughts float away...
tr: Düşüncelerinin uzaklaşmasına izin ver...

# meditationTip3
source: Relax your shoulders...
tr: Omuzlarını gevşet...

# meditationTip4
source: Feel the weight of your body...
tr: Vücudunun ağırlığını hisset...

# meditationTip5
source: Notice the sounds around you...
tr: Etrafındaki sesleri fark et...

# meditationTip6
source: Be present in this moment...
tr: Şu anın içinde ol...
